[{"ProductID":1, "ProductName":"Organic Coconut Oil", "WebDescription":"Premium Cold-Pressed Coconut Oil, extracted from fresh coconuts with a smooth and creamy texture. Perfect for cooking, baking, and skincare.", "Category":"Cooking Oil", "Price":12.99, "PackagingDescription":"100% Pure Coconut Oil, made from organic coconuts. Ideal for cooking, baking, and natural beauty care.", "Supplier_SupplierID":1},
 {"ProductID":2, "ProductName":"Grass-Fed Beef", "WebDescription":"Tender and flavorful grass-fed beef sourced from local farms. Raised without antibiotics or hormones for a healthier option.", "Category":"Meat", "Price":19.99, "PackagingDescription":"Premium grass-fed beef, hand-selected for exceptional quality. Perfect for grilling or roasting.", "Supplier_SupplierID":2},
 {"ProductID":3, "ProductName":"Organic Kale", "WebDescription":"Fresh and nutrient-rich organic kale, packed with vitamins and antioxidants. Great for salads, smoothies, and sautés.", "Category":"Produce", "Price":3.99, "PackagingDescription":"Certified organic kale, grown with sustainable farming practices. Crisp and delicious.", "Supplier_SupplierID":3},
 {"ProductID":4, "ProductName":"Gluten-Free Pasta", "WebDescription":"Delicious gluten-free pasta made from a blend of rice flour and quinoa. Cooks to perfection with a satisfying texture.", "Category":"Pasta", "Price":6.49, "PackagingDescription":"Premium gluten-free pasta, carefully crafted with high-quality ingredients. Enjoy the taste without the gluten.", "Supplier_SupplierID":4},
 {"ProductID":5, "ProductName":"Organic Blueberries", "WebDescription":"Plump and juicy organic blueberries bursting with sweetness. Packed with antioxidants and perfect for snacking or adding to recipes.", "Category":"Produce", "Price":4.99, "PackagingDescription":"Handpicked organic blueberries, grown without synthetic pesticides. Indulge in nature's sweet treats.", "Supplier_SupplierID":3},
 {"ProductID":6, "ProductName":"Free-Range Eggs", "WebDescription":"Farm-fresh free-range eggs from happy hens raised in spacious and natural environments. Rich in protein and essential nutrients.", "Category":"Dairy & Eggs", "Price":5.99, "PackagingDescription":"Free-range eggs from local farms, where the hens roam freely. The best eggs for your breakfast.", "Supplier_SupplierID":5},
 {"ProductID":7, "ProductName":"Organic Quinoa", "WebDescription":"Versatile organic quinoa with a nutty flavor and a delicate texture. A nutritious grain alternative for various dishes.", "Category":"Grains & Rice", "Price":8.99, "PackagingDescription":"Premium organic quinoa, sustainably sourced from trusted farmers. Elevate your meals with this wholesome grain.", "Supplier_SupplierID":6},
 {"ProductID":8, "ProductName":"Cold-Pressed Juice", "WebDescription":"Freshly pressed juices made from a blend of organic fruits and vegetables. Revitalize your body with a burst of natural goodness.", "Category":"Beverages", "Price":7.99, "PackagingDescription":"Cold-pressed juices made with love and care. Pure and refreshing to quench your thirst.", "Supplier_SupplierID":7},
 {"ProductID":9, "ProductName":"Natural Peanut Butter", "WebDescription":"Creamy and delicious natural peanut butter made from 100% roasted peanuts. No added sugar or preservatives.", "Category":"Spreads & Condiments", "Price":4.49, "PackagingDescription":"Smooth and creamy peanut butter made from carefully selected peanuts. The perfect spread for your favorite snacks.", "Supplier_SupplierID":8},
 {"ProductID":10, "ProductName":"Organic Baby Spinach", "WebDescription":"Tender organic baby spinach leaves, packed with nutrients and freshness. Ideal for salads, smoothies, and sautés.", "Category":"Produce", "Price":3.49, "PackagingDescription":"Organic baby spinach leaves, harvested at the peak of freshness. A delightful addition to your healthy meals.", "Supplier_SupplierID":3}]